## "Обратный отсчет"

### Задание

Выведите все целые числа от n до 0 включительно.

### Формат входных данных

Дано целое положительно число n.

### Формат выходных данных

Выведите все числа, требуемые по условию задачи.

### Решение задачи

```python
n = 3
count = 0
while n >= count:
    print(n)
    n -= 1
---

### Подсказки

<details>
<summary>Подсказка-1</summary>
Смотрите в примерах "Вывод чисел в диапазоне [a, b]"
</details>
